<pad>
<unk>
<sos>
<eos>
萨
公
滩
诚
恐
径
族
褒
堕
塞
付
－
雨
然
阻
认
受
值
示
4
很
冒
业
覆
喔
妒
伟
毫
芽
拐
玻
烦
句
％
或
恒
追
魁
砰
陪
媳
尬
维
嚼
所
剧
灌
慨
名
施
鹦
f
双
痒
览
澳
暗
论
膜
姜
项
转
她
蓬
茬
勺
猫
室
嘈
屉
恰
孕
隔
音
腐
更
舒
该
甚
盈
涂
逝
弯
射
棋
热
默
圆
姑
对
村
除
慕
倦
叫
贬
难
雪
筋
州
锡
关
壳
璃
军
刺
京
志
府
奋
尸
封
绝
丘
高
魔
泪
产
鳄
动
菜
空
体
扎
O
抓
租
嚏
君
访
筷
物
模
套
悬
俩
下
恭
夕
饿
远
同
完
暴
界
镇
王
绪
摇
咨
膏
垄
件
屑
搞
洛
佑
姐
毒
街
夜
某
J
店
型
绿
携
于
浸
童
悦
四
欧
跤
翼
叉
盟
痘
阪
伸
棚
耘
遇
柱
减
狸
残
看
外
呼
间
烈
F
瞄
雇
哲
“
覚
乙
阱
姊
攻
拷
朵
夏
龙
溪
师
捧
场
降
介
懒
迈
他
逼
若
布
爆
依
栅
辩
忽
配
碑
乐
桃
葵
况
什
页
山
整
阖
狡
格
啡
拥
应
盛
存
傻
耗
判
枯
吼
蜍
拒
彩
烊
颊
事
果
晕
路
秋
靓
凳
份
握
华
呀
裸
恤
膊
漉
荫
虾
附
蚯
鸭
境
诉
沼
铅
y
落
唤
唱
笨
杰
胞
疤
衡
按
e
焕
柠
c
玫
歇
作
和
嗑
涉
身
免
胀
龈
戒
驻
羞
耻
琴
西
撼
轨
新
美
婉
畅
品
龄
t
扯
瞭
艇
惧
棒
巧
甘
刮
盔
本
津
镑
抛
糕
膀
卡
见
订
肃
读
7
愤
躲
联
唯
哇
炒
椭
藤
织
茕
贡
即
奔
的
典
:
贯
分
火
咽
淹
社
廊
署
宫
足
假
缩
哥
铲
肉
乏
矛
借
危
星
撒
辛
逛
语
湿
坟
姓
稍
痊
墓
倔
敷
藉
榔
去
备
汁
虚
账
坦
谦
幚
币
哑
厅
防
秘
胁
红
浑
术
墟
苔
港
其
瑰
传
个
替
堡
哺
泉
锅
词
"
德
屈
檬
澄
匹
优
汽
拄
膨
踮
蟾
吸
矶
渐
鹿
馅
达
俄
舌
庞
暂
巴
贩
歉
乱
乞
橡
脏
宝
戚
偶
婪
旁
萝
婆
键
罪
异
珠
惕
V
妈
却
n
丧
颈
市
培
罐
腔
斥
诞
丁
皆
惨
价
酸
嗅
猜
兴
址
城
蝶
隧
谓
意
烹
富
怜
呕
镭
囚
茫
履
遣
抖
进
锕
玛
珍
纹
堆
赋
骚
骨
碳
领
忙
耶
向
烤
！
信
功
段
蒙
琵
资
会
喉
较
窃
拳
氧
勤
洪
跳
合
斗
坪
锋
年
够
再
哮
咎
朋
猛
晤
郊
窟
五
淡
裁
胜
接
连
操
仗
辈
辰
莎
睛
僵
召
啥
蜘
太
昨
捣
闷
荧
引
遥
缸
遏
褐
搭
卖
石
缴
丝
$
荷
闻
翔
拍
书
笑
臊
散
叙
指
要
旬
柔
颜
剂
蕾
惊
料
敌
补
大
察
纵
批
吹
许
亡
轰
欣
狠
瘦
齿
具
斯
秀
蚓
荡
风
仍
岁
瀑
辞
觉
士
款
矿
烘
裂
响
左
摘
甲
垫
脾
上
拉
胡
吟
败
焰
税
巨
压
樽
命
贷
衷
录
浪
半
它
云
蝇
吠
后
呆
纠
言
豆
首
暑
伏
绕
谚
狼
逢
窄
海
逗
饼
庙
肺
住
逆
景
删
2
妇
橙
瞬
巾
凭
倡
耐
掌
龟
番
素
糖
开
熄
陶
女
兑
寝
近
液
涸
殴
帖
零
嗜
着
吞
样
微
田
骗
省
济
痛
遮
厌
装
怕
障
卜
亚
制
犊
宵
纳
击
赌
巫
妄
买
监
钱
貌
愧
享
纺
燃
唇
眶
抢
贿
粮
如
县
网
销
贫
雷
崖
号
糊
挡
弱
花
线
站
兄
似
披
私
蜡
廷
胎
春
画
购
犹
钥
升
懂
瞥
杯
北
停
曼
?
晒
川
丽
告
昵
牡
翘
扫
盐
力
郎
傲
1
消
投
家
张
咀
嗝
可
桶
旦
码
盆
实
咕
赞
聚
伍
树
皇
箭
靠
漫
窗
牧
协
葱
漂
僧
9
灰
环
碎
深
牢
正
溜
寂
皮
划
迄
脖
令
）
枝
b
等
紧
洁
俗
柜
图
寄
甜
碰
步
印
[
须
辍
擅
森
工
滚
韧
洗
陈
%
米
我
憾
霉
钟
递
禁
尼
擦
焉
膳
扛
与
麻
疑
鬼
送
弟
陌
症
般
们
契
规
沸
陵
第
抗
憩
忍
坠
明
侈
巅
i
床
抵
钉
野
肠
骄
虽
毯
惑
聊
籍
填
蛰
唬
舍
P
篱
瞧
踢
方
顺
玉
壤
宗
狩
帐
琼
喷
瓦
惹
己
持
蕉
及
临
瓜
熏
茵
杠
帅
次
仇
尊
笔
肩
祝
氓
此
问
准
偷
芋
以
丢
确
（
待
蜒
国
齐
糙
算
/
两
怒
窍
念
域
亲
取
疗
掉
版
团
纯
爹
硕
昔
万
W
鹰
弓
拼
广
阿
幕
锁
述
喂
狐
腊
鼻
畏
趁
控
入
婴
系
絶
亿
嫁
绑
茶
密
验
像
洲
朱
兰
楚
心
记
人
遵
葬
骑
牛
焦
崩
蜂
案
触
杖
挨
泊
烧
而
螫
萎
洋
柏
嚎
朴
必
费
凌
理
艰
绊
共
祖
s
逹
木
盒
则
且
构
碍
添
爸
脑
嘘
狗
鸵
a
自
贸
乎
捐
楼
稀
簿
逊
承
改
驶
肿
怪
怯
为
脉
佳
潺
绸
谱
细
豫
病
缠
潜
刷
惰
象
符
潢
法
健
今
变
背
壁
扣
净
r
沟
老
过
邦
位
晴
兆
澡
尤
条
猪
好
座
饭
j
瞟
倒
钓
冠
鉴
喀
U
拿
娶
辜
坡
执
出
金
黎
舞
多
讲
状
蜿
寻
司
避
啸
恶
研
戏
钩
努
弥
凰
慰
便
姿
听
燕
兵
苏
横
活
随
露
吊
昏
T
容
岔
吵
闭
灯
缪
形
忧
根
绩
悲
M
蛀
吁
朗
请
脸
卵
获
能
挟
占
匆
阵
长
陆
涩
泣
摆
断
乖
良
席
蛋
壮
盗
伙
越
世
课
庭
哦
衰
标
凤
喝
揭
溢
谅
荒
慈
诸
N
错
汗
疲
险
(
掴
球
鸫
踩
攀
伐
匿
鼓
挂
阅
筹
竟
彼
少
偏
偿
御
溅
赂
沾
萃
浅
掩
挖
炉
馆
刑
倚
律
估
煤
评
赶
搏
氏
撑
蝴
)
兼
献
阁
咖
愿
政
循
挪
梦
刚
支
佬
雅
蜜
说
者
秒
烫
搬
奢
屏
踪
剩
冬
治
祷
航
鱼
寓
储
帘
绳
梳
袖
刊
质
透
温
时
些
输
末
迁
筑
尾
虎
拯
片
嗨
笋
势
舟
淇
儿
矩
喊
戈
证
脆
H
思
跨
厄
肥
抬
苹
昰
谧
门
筒
拆
烛
得
隐
捂
幅
椒
垒
剃
5
敢
赚
扭
蛛
约
鸽
莱
籽
冲
聪
润
胖
拘
册
”
笆
影
丈
g
裕
闲
既
留
手
只
届
塔
括
血
I
负
宪
捞
头
甥
刀
置
泡
枚
橘
飞
罚
钮
都
求
坐
鼠
杉
溺
逃
卫
查
穴
爵
晾
策
萄
岛
昂
紫
烂
幺
吓
6
三
救
瓣
商
帽
碌
嘛
0
扩
水
针
污
挺
量
颁
蟑
慧
列
：
类
没
疯
噪
丹
凉
叔
加
赛
络
箱
孩
检
旧
固
慎
宾
倍
钳
伤
一
放
篮
磅
地
匪
冰
浩
换
哟
修
3
穷
泥
瞎
黑
失
表
雄
滑
日
雾
行
户
肪
佛
腋
部
辨
休
因
学
染
糟
采
辗
柯
父
鹭
折
灵
恋
鱿
沉
桦
撕
需
智
罗
m
绅
先
洽
甩
锐
丑
洒
几
机
芦
寺
削
慷
速
筵
恿
A
声
总
非
竹
皱
决
战
河
嘿
致
积
髦
耳
.
泰
缝
苦
癌
'
闯
咪
愚
饮
房
已
梵
讨
欲
迟
退
现
杆
芬
豪
独
毅
启
科
菠
枪
盖
到
尚
食
成
嗓
咒
灭
捷
频
妻
训
炸
企
枕
寸
供
蜗
滥
＂
淘
据
迹
拨
议
答
忌
泄
播
稚
通
碗
最
波
效
充
蛇
浇
称
勒
摄
否
局
厨
跟
慌
俊
鹉
绽
味
男
英
票
匙
忠
沮
副
泳
前
敬
打
摩
胳
嘴
遛
党
袜
来
喘
董
驯
滋
啤
彬
征
嫌
鸡
撞
陷
奇
鸟
妹
L
突
招
瞪
串
测
端
职
宇
摧
识
贴
l
醇
演
融
级
担
试
办
惭
报
态
胃
极
倾
晓
载
鳟
欢
快
代
营
惜
里
趾
抚
习
找
墙
包
底
祈
驱
鸦
助
蹈
浓
弊
归
罕
丰
曲
搓
满
灾
茅
劈
管
顶
虫
樱
藏
古
竞
ö
凡
埋
侧
d
复
练
电
警
湾
迎
镜
勿
劳
交
序
肘
凑
莓
予
恨
光
解
计
何
带
惩
初
柚
翻
谋
抨
博
鹤
萧
磺
帮
腻
均
伞
康
恼
盘
桥
缺
农
涨
肤
耕
漆
卢
腕
爱
平
侍
顾
跌
奥
谬
屋
炎
皂
照
生
知
柴
呈
举
幢
苍
宽
腿
聋
游
肚
话
o
择
懦
欠
盏
铐
累
牌
坚
感
罔
尿
扔
映
凯
苗
全
专
离
导
莉
敏
挣
李
易
昆
础
咳
衣
沙
技
字
仁
咬
丐
唔
琶
痕
比
疏
螂
乘
延
X
塑
贼
层
濒
氛
神
扒
鹳
反
刻
粘
剪
韩
喜
啊
蓄
愉
排
回
围
真
谁
逻
裙
性
块
凝
益
虑
烟
夫
骸
冥
D
群
恕
怨
痴
返
砒
扬
清
吝
暖
六
蚊
悉
隶
怀
恢
」
汇
寞
区
鲁
姆
勇
栖
药
幽
面
•
繁
葛
宴
货
篇
期
七
啬
率
囓
峰
车
醉
棵
俱
熨
穆
怂
牵
诱
午
泽
铺
肯
口
毕
兜
严
赖
有
榄
晚
普
签
赴
贝
架
诵
黄
啦
磁
扮
希
顿
终
媛
马
遭
旷
无
腰
敞
亭
央
瘪
靴
之
摔
擎
距
菲
袭
属
裹
推
辱
慢
芝
芙
义
候
守
睹
腼
遗
艺
还
是
伪
束
薄
班
塘
硫
才
蔼
询
闹
寡
八
误
饰
·
震
尺
鼾
克
简
厂
睡
篷
渴
虐
千
旅
流
垃
绷
坊
荣
鸣
《
戴
嗯
登
蚁
谐
卧
际
挥
迅
库
给
砍
创
油
诅
邮
周
桑
熊
滴
淋
坏
孤
稣
预
呻
兹
鞋
了
厘
蛎
脚
榨
圣
显
就
单
卓
脱
竭
烬
攒
贺
愁
乳
权
熟
二
犯
主
各
虹
译
沿
斤
剑
赝
瞒
镖
醺
挽
奴
凄
蚀
捡
曾
色
困
用
干
材
究
榜
度
伦
粉
宣
薪
授
圈
育
蛙
噢
餐
谎
壶
噩
抹
奏
晋
咄
丛
么
尘
园
院
爷
冈
定
遅
哨
右
驾
靶
怖
狱
漏
额
银
档
务
腆
板
相
革
栏
鲜
侄
桩
争
狮
？
爬
抱
原
责
并
宜
差
未
你
颗
耽
梯
遍
妳
闪
啜
翰
砸
羊
玩
纪
S
歌
立
插
基
叮
程
蟀
茄
仿
K
殃
武
妥
切
夹
辣
释
雕
发
歧
孔
渔
酷
售
哄
呢
池
继
常
蠢
蹭
疼
拧
想
婚
把
滞
当
扑
筝
尔
惯
链
豚
徒
诗
诺
柳
娃
橄
概
帝
-
、
害
羽
债
咆
绘
护
廉
拾
善
郁
化
敦
韦
趴
胸
拖
叠
艘
损
汉
舅
睁
桌
誓
止
铃
文
侮
弹
晰
谷
镶
赔
忘
增
椅
宠
咙
目
朝
月
这
喻
晃
磨
望
谣
殊
胶
申
衬
福
碟
提
限
扰
阴
坝
边
十
吉
沏
不
服
收
迷
续
眨
誉
忆
互
邻
惠
汤
匠
暇
踏
跑
鲨
安
8
夭
谢
草
赐
故
姨
拽
那
敲
蒸
戳
抑
蚤
精
南
托
厉
噬
幼
宙
悔
,
往
瞌
纔
巡
衫
嘲
妨
娘
厕
编
迪
魅
锚
索
霜
审
集
描
械
斑
粗
稿
违
炼
章
埃
又
抄
患
蒜
践
殆
垂
祸
屠
娜
土
运
劣
扶
静
盹
贵
点
器
拌
医
盲
硬
久
辆
矣
烁
吃
经
史
喱
罢
养
剥
聘
掏
匮
眼
挚
也
泛
钻
厚
酬
棕
处
但
使
短
岩
饶
井
弦
派
哩
轻
沐
旱
屁
骏
腾
姻
赢
蔬
让
泼
援
天
幻
仑
婶
仪
氨
潦
统
抽
恩
肖
醒
亩
荐
小
嗽
嘱
毙
宁
挤
搜
陡
调
纸
猎
尝
允
魂
白
墨
从
劫
民
券
，
岸
气
直
例
钢
侵
元
锤
啃
迫
胆
惫
利
赤
洞
内
讯
鄙
狂
樵
析
香
诫
任
嬉
疟
奉
俚
孑
!
葡
雀
。
捕
嫉
杜
阶
建
宰
侦
鲤
袋
堪
数
邀
脂
将
嘀
毛
奶
B
咸
寿
颇
结
软
橱
视
呎
疾
超
奖
辑
钞
友
众
截
巢
淆
子
尴
宅
吻
妙
诡
湖
]
羡
挑
中
浮
咱
由
伴
役
吭
详
略
摸
鲸
馨
卷
猴
瓶
悄
别
稳
纽
道
薯
余
熬
斜
艾
躁
牙
穿
夷
堂
蹑
兔
伯
混
峭
浏
杂
队
吗
题
庄
栋
劲
乌
情
核
C
校
特
伊
植
礼
逐
卑
保
怎
财
涌
啼
肴
亮
永
煮
傍
兽
驳
考
炖
堵
疫
江
废
谊
委
笼
叶
哭
客
哪
蓝
毁
眠
另
台
范
兿
稻
弃
撇
拜
刹
杀
尖
疚
妆
叛
臂
贪
霸
亏
h
谈
始
适
破
殖
注
酪
伫
移
饪
冻
历
赠
犬
吧
饵
仔
剎
埙
捏
被
k
绵
滨
乡
著
棍
矮
渡
锯
角
趣
探
赏
瑞
饱
搅
做
每
东
柿
阳
捉
幸
孙
瀚
起
唐
拣
帆
讶
威
臭
幌
设
颤
急
寒
绍
哈
仆
酱
躺
圾
谨
陋
展
愈
低
写
母
励
源
》
弄
仅
墩
吐
含
坞
仰
居
彻
轮
u
酒
佩
劝
凶
激
息
旗
饥
宿
强
窝
青
骂
盼
麦
季
教
铁
拔
松
式
帕
柄
九
莽
碾
蟋
观
谜
蕃
膝
鲑
肌
丸
造
眉
「
潮
在
庆
您
林
船
翁
节
途
选
跃
欺
走
死
催
盯
浴
仓
勾
耍
诊
﹐
锻
缉
炭
逮
瘾
组
员
措
百
参
股
谴
撤
鲱
夸
早
种
官
尽
纫
搁
弗
裤
舔
剔
至
晨
扇
冷
重
